from config import BOT_USERNAME

guide = 'Здесь будет инструкция'

suggest_idea = 'Пишите сюда: @nickname'

start_personal_project = """
Вы собираетесь открыть персональный проект с пользователем.
Для начала выберите, кто вы:
"""

error = 'Ошибка, ответьте на вопрос или сделайте отмену через /cancel'

registration = f'Сначала пройдите регистрацию в нашем боте @{BOT_USERNAME} (Раздел "Меню исполнителя")'

welcome = """
🤚 С помощью этого бота Вы можете публиковать и контролировать посты на канале ...

В нижней части чата у Вас есть кнопки для взаимодействия с ботом 👇

Новый пост ➕ — опубликовать пост на канале
Новая сделка 🤝 — создать защищенную сделку без публикации на канале
Мои посты 📑 — просмотреть и контролировать свои посты
Мои средства 🤑 — вывод средств со счета канала
Мой рейтинг ⭐️ — Ваш рейтинг в сервисе

По вопросам рекламы, сотрудничества или любым дургим вопросам, пишите администрации канала ...
"""

admin_commands = """
Все команды для админов:
 /pay - пополнить баланс
 /allMoney - сколько денег в проекте
 /balance - баланс пользователя
"""
