"""Хендлеры для команд с кнопок меню автора"""

from handlers.worker_menu import my_works
from handlers.worker_menu import find_orders
from handlers.worker_menu import my_subjects

# my_works - отвечает за кнопку "Мои работы" и "Мои заявки", показывают полные списки
# find_orders - отвечает за кнопку "Поиск заказов", делает поиск по предметам автора
# my_subjects - просмотр и изменение предметов

# осталось - мои предметы, мой профиль, регистрация

# мой профиль: изменить ник, изменить номер телефона, изменить почту, изменить биографию, изменить примеры работ
